Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/9__elokuuta_vietettiin_kansainvalista_maailman_alkuperaiskansojen_paivaa.html.tmx
Source language: fin
Languages: smn

source: 9. elokuuta vietettiin kansainvälistä maailman alkuperäiskansojen päivää
smn: Porgemáánu 9. peeivi ávudijm aalmugijkoskâsii maailm algâaalmugij peeivi

source: Eilen 9.8.2020 vietettiin kansainvälistä maailman alkuperäiskansojen päivää.
smn: Jieht 9.8.2020 ávudijm aalmugijkoskâsii maailm algâaalmugij peeivi.

source: Päivän tarkoituksena on levittää ja lisätä yleisesti tietoisuutta alkuperäiskansoja koskettavista kysymyksistä sekä nostaa esille alkuperäiskansojen oikeuksien suojelun ja edistämisen merkitystä.
smn: Peeivi ulmen lii levâttiđ já lasettiđ almolávt tiäđu algâaalmugáid kyeskee koččâmušâin sehe pajediđ oovdân algâaalmugij vuoigâdvuođâi suojâlem já ovdedem merhâšume.

source: Saamelaiset ovat yksi maailman alkuperäiskansoista sekä ainoa Euroopan Unionin alueella ja Suomessa oikeudellisesti tunnustettu alkuperäiskansa.
smn: Sämmiliih láá ohtâ maailm algâaalmugijn sehe áinoo Euroop Union kuávlust já Suomâst riävtálávt tubdâstum algâaalmug.

source: Saamelaiskäräjät tekee jatkuvaa työtä saamelaisten asioiden ja oikeuksien edistämiseksi niin kansallisella kuin kansainväliselläkin tasolla.
smn: Sämitigge parga juátkojeijee pargo sämmilij aašij já vuoigâdvuođâi ovdedem pyerrin nuuvt aalmuglii ko aalmugijkoskâsii-uv tääsist.

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso näkee kansainvälisen maailman alkuperäiskansojen päivän merkityksen tärkeänä erityisesti juuri tietoisuuden lisäämiseksi.
smn: Sämitige saavâjođetteijee Tuomas Aslak Juuso ana, ete aalmugijkoskâsii maailm algâaalmugij peeivi merhâšume lii tehálâš eromâšávt eidu tiäđu lasettem tááhust.

source: – Toivon, että esimerkiksi alkuperäiskansojen oikeuksien toteutuminen saisi yleisesti enemmän tilaa jokapäiväisissä keskusteluissa ja, että ne otettaisiin tosiasiallisesti huomioon eri toimijoiden tahoilla heidän työssään.
smn: -Mun tuáivum, ete ovdâmerkkân algâaalmugij vuoigâdvuođâi olášume finniiččij almolávt eenâb saje jyehipiäiválijn savâstâlmijn já, ete toh valduuččii tuođâlávt huámmášumán sierâ tuáimei juávhust sii pargoost.

source: Vuonna 2020 kansainvälisen maailman alkuperäiskansojen päivän teemana on COVID-19 ja alkuperäiskansojen kyky vastustaa sitä (engl. COVID-19 and indigenous peoples’ resilience).
smn: Ive 2020 aalmugijkoskâsii maailm algâaalmugij peeivi teeman lii COVID-19 já algâaalmugij naavcah vuástálistiđ tom (eŋgâlâskielân COVID-19 and indigenous peoples’ resilience).

source: Alkuperäiskansat ympäri maailmaa joutuvat kohtaamaan arjessaan erilaisia haasteita, ja COVID-19 pandemia on monin paikoin vaikeuttanut heidän tilannettaan entisestään.
smn: Algâaalmugeh pirrâ maailm kärttih kuáhtáđ argâstis sierâlágán hástusijd, já COVID-19 pandemia lii maaŋgâin soojijn toohâm sii tile ovdiist vaigâdubbon.

source: Yhdistyneet kansakunnat (YK) nostaa esille kansainvälistä maailman alkuperäiskansojen päivää koskevassa tiedotteessaan myös alkuperäiskansojen kyvyn sopeutua tilanteeseen ja etsiä heidän perinteiseen tietoon ja käytäntöihin pohjautuvia keinoja taistelussaan pandemiaa vastaan.
smn: Ovtâstum aalmugeh (OA) pajedeh oovdân aalmugijkoskâsii maailm algâaalmugij piäiván kyeskee tiäđáttâsâst meid algâaalmugij naavcâid vuáháduđ tilán já uuccâđ sii ärbivuáválii tiätun já vuáháduvváid vuáđudeijee vuovijd taistâlmist pandemia vuástá.

source: Yhtenä tärkeänä tapana edistää alkuperäiskansojen tilannetta pandemian aikana mainitaan myös terveydenhuollon palveluiden varmistaminen alkuperäiskansojen omilla kielillä, sekä heidän erityisen tilanteensa huomioon ottaminen.
smn: Ohtân tehálâš vyehhin ovdediđ algâaalmugij tile pandemia ääigi mainâšuvvoo meid tiervâsvuođâhuolâttâs palvâlusâi visásmittem algâaalmugij jieijâs kielân, sehe sii eromâš tile huámmášumán väldim.

source: Puheenjohtaja Juuso korostaa, että saamenkielinen viestiminen ja saamelaisten kielellisten oikeuksien toteutuminen esimerkiksi terveydenhuollon piirissä on tärkeää muistaa myös meillä Suomessa.
smn: Saavâjođetteijee Juuso tiäddut, ete sämikielâlâš viestâdem já sämmilij kielâlij vuoigâdvuođâi olášume ovdâmerkkân tiervâsvuođâhuolâttâs pirrâduvâst lii tehálâš mušteđ meid mist Suomâst.

source: Lisäksi saamelaisen kulttuurin huomioivien palveluiden tarjoaminen tulisi pystyä paremmin varmistamaan.
smn: Toos lasseen sämmilii kulttuur huámmášumán väldee palvâlusâi faallâm kolgâččii pasteđ pyerebeht visásmittiđ.

source: Saamelaiskäräjät aloitti kesäkuussa kampanjan yhdenvertaisten sote-palveluiden puolesta.
smn: Sämitigge algâttij kesimáánust kampanja oovtviärdásij soti-palvâlusâi peeleest.

source: Tutustu Saamelaiskäräjien kampanjaan yhdenvertaisista sote-palveluista kampanjasivustolla www.samediggi.fi/sote-uudistus .
smn: Uáppáásm Sämitige kampanjan oovtviärdásijn soti-palvâlusâin kampanjasiijđost www.samediggi.fi/sote-uudistus .

source: Saamelaiskäräjät pyrkii omalta osaltaan edistämään saamenkielisen tiedon saatavuutta ja jakamista koronavirustilannetta koskien nettisivuillaan .
smn: Sämitigge viggá jieijâs uásild ovdediđ sämikielâlii tiäđu finnim já jyehim koronavirustile háárán nettisijđoinis .

source: Lisätietoja
smn: Lasetiäđuh

source: puheenjohtaja Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi
smn: saavâjođetteijee Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi
